<x-layout-component>
    <x-slot name="header">true</x-slot>
    <x-slot name="footer">true</x-slot>
    @if (App::getLocale() == 'ar')
        <x-slot name="title_ar">{{ $seo_title ?? $page->title_ar }}</x-slot>
    @else
        <x-slot name="title">{{ $seo_title ?? $page->title }}</x-slot>
    @endif
    @if ($bread_crumb->value())
        <x-slot name="bread_crumb">{{ $bread_crumb->value() }}</x-slot>
    @endif
    <x-slot name="content">
        <div class="container my-14 p-4">
            <div class="grid gap-8">
                <div class="grid gap-4">
                    <div class="text-start text-neutral-800 text-xl font-semibold  capitalize leading-tight">
                        شروط القبول</div>
                    <div class="  text-zinc-600 text-base font-normal capitalize leading-normal">
                        1. ان تكون المتدربة حاصلة على شهادة الثانوية العامة او ما يعادلها للإلحاق بالدبلوم
                        التدريبي.<br />2. صوره من المؤهل الدراسي مع الأصل للمطابقة.<br />3. صوره من الهوية
                        الوطنية
                        للسعوديين ومواطني دول مجلس التعاون الخليجي او الإقامة النظامية ساريه المفعول لغير
                        السعوديين<br />4. 3 صور شخصيه حديثه.<br />5. تعبئه كافة الحقول في نموذج التسجيل
                        الرسمي بشكل
                        صحيح وواضح.<br />6. التوقيع بالموافقة على جميع البنود في نموذج التسجيل
                        الرسمي.<br />7. و-كتابه
                        الاسم باللغة الإنجليزية بشكل صحيح وواضح.<br />8. معادلة الوثائق الدراسية الصادرة
                        من
                        خارج
                        المملكة العربية السعودية من قبل الجهات المختصة داخل المملكة قبل قبولهم بالمنشأة
                        التدريبية<br />9. ألا يكون هناك اعاقه تمنع المتدربة من اتقان المهارة.<br />10.
                        تزويد
                        المركز
                        بالبريد الالكتروني للتواصل.</div>
                </div>
                <div class="grid gap-4">
                    <div class="text-start text-neutral-800 text-xl font-semibold  capitalize leading-tight">
                        شروط القبول</div>
                    <div class="  text-zinc-600 text-base font-normal capitalize leading-normal">
                        1. ان تكون المتدربة حاصلة على شهادة الثانوية العامة او ما يعادلها للإلحاق بالدبلوم
                        التدريبي.<br />2. صوره من المؤهل الدراسي مع الأصل للمطابقة.<br />3. صوره من الهوية
                        الوطنية
                        للسعوديين ومواطني دول مجلس التعاون الخليجي او الإقامة النظامية ساريه المفعول لغير
                        السعوديين<br />4. 3 صور شخصيه حديثه.<br />5. تعبئه كافة الحقول في نموذج التسجيل
                        الرسمي بشكل
                        صحيح وواضح.<br />6. التوقيع بالموافقة على جميع البنود في نموذج التسجيل
                        الرسمي.<br />7. و-كتابه
                        الاسم باللغة الإنجليزية بشكل صحيح وواضح.<br />8. معادلة الوثائق الدراسية الصادرة
                        من
                        خارج
                        المملكة العربية السعودية من قبل الجهات المختصة داخل المملكة قبل قبولهم بالمنشأة
                        التدريبية<br />9. ألا يكون هناك اعاقه تمنع المتدربة من اتقان المهارة.<br />10.
                        تزويد
                        المركز
                        بالبريد الالكتروني للتواصل.</div>
                </div>
                <div class="text-start text-neutral-800 text-xl font-semibold  capitalize leading-tight">
                    الشروط العامة</div>
                <div class=" text-zinc-600 text-base font-normal font-['Somar Sans'] capitalize leading-normal">
                    1. يشترط لاعتماد المسجلين في الدبلوم رفعها للمؤسسة العامة للتدريب التقني والمهني في
                    المواعيد
                    المحددة لتسجيل في التقويم التدريبي<br />2. الالتزام بالخطة الدراسية للدبلوم وبمتطلبات
                    كل
                    ماده.<br />3. الالتزام بتسديد الرسوم الدراسية وقت استحقاقها.<br />4. الالتزام
                    بالأخلاقيات العامة
                    (اللبس، حسن التعامل مع الزملاء والموظفين)، ويطوى قيد المتدرب إذا صدر بحقه قرار فصل
                    بسبب اخلاقي او
                    سلوكي.<br />5. يمنع منعا باتا استخدام الهاتف الجوال داخل الفصول الدراسية<br />6. يمنع
                    الاكل
                    والشرب داخل الفصول الدراسية<br />7. تنذر المتدربة لكثرة الغياب غير المبرر او لسوء
                    الاخلاق او لأي
                    سبب يراه المركز مستحقا للإنذار، وفي حالة الحصول على الانذار الثاني تحرم من دخول
                    الاختبارات وتعتبر
                    راسب بمواد ذلك الربع، ولا يحق استرداد الرسوم<br />8. يطوى قيد المتدربة إذا لم تنهي
                    تدريبها في
                    المدة المسموح بها حسب انظمة الجهات الاشرافية.<br />9. الالتزام بمواعيد المحاضرات
                    والاختبارات ولا
                    يسمح لطالبة بدخول الاختبار بعد مضي 15 دقيقه من بدايته وتعتبر راسب في ذلك
                    الاختبار<br />10. تحصل
                    طالبة الدبلوم على شهادة اجتياز الدبلوم والسجل التدريبي بعد اجتياز الاختبار الشامل
                    الذي تعقده
                    المؤسسة العامة لتدريب التقني والمهني، او اي اختبارات او اليات اخرى تعتمدها المؤسسة
                </div>
                <div class="grid gap-4">
                    <div class="text-start text-neutral-800 text-xl font-semibold  capitalize leading-tight">
                        الغياب والحضور</div>
                    <div class=" text-zinc-600 text-base font-normal font-['Somar Sans'] capitalize leading-normal">
                        1. على المتدربة الالتزام بحضور جميع المحاضرات.<br />2. تعتبر المتدربة غائبة عند
                        التأخير أكثر من
                        15 دقيقه عن موعد بدء المحاضرة.<br />3. تعتبر طالبة الدبلوم محرومة إذا تجاوز غيابها
                        20% من مجموع
                        الساعات المعتمدة للمقرر سواء كان غيابها بعذر أو بدون عذر، ولا يحق لها دخول اختبار
                        المقرر في نهاية
                        الفترة التدريبية ويرصد لها تقدير (ح) أو (DN) وعليها إعادة تسجيلها مع دفع كامل رسوم
                        تلك المادة مرة
                        أخرى.<br />4. المدة القصوى للتدريب بالمعهد هي ضعف المدة الأساسية المحددة في الخطة
                        التدريبية لكل
                        دبلوم بما فيها الفترات التدريبية التي انسحبت منها المتدربة أو حرمت فيها ولا يجوز
                        تجاوز المدة
                        القصوى إلا بعد موافقة المؤسسة العامة للتدريب التقني أو المهني على ذلك وعند تجاوز
                        المدة القصوى على
                        الموافقة يحق للمعهد طي قيد المتدربة.</div>
                </div>
                <div class="grid gap-4">
                    <div class="text-start text-neutral-800 text-xl font-semibold  capitalize leading-tight">
                        نظام الدراسة</div>
                    <div class=" text-zinc-600 text-base font-normal font-['Somar Sans'] capitalize leading-normal">
                        1. النظام المتبع في برامج الدبلوم هو نظام الساعات المعتمدة من المؤسسة العامة
                        للتدريب التقني
                        والمهني<br />2. التقويم الأكاديمي الصادر من المؤسسة العامة للتدريب التقني والمهني
                        هو المرجع
                        الوحيد في تحديد أوقات كل بداية العام الدراسي وأوقات التسجيل وأوقات الحذف والإضافة
                        وبداية
                        الامتحانات.<br />3. لا يتم تسجيل إي مقرر له متطلب إلا بعد اجتياز المتطلب السابق،
                        ويستثنى من ذلك
                        المتدربة المتوقع تخرجها بعد موافقة المؤسسة العامة للتدريب التقني والمهني.<br />4.
                        على المتدربة
                        اجتياز مادة التدريب التعاوني بحسب لوائح المؤسسة العامة للتدريب التقني
                        والمهني<br />5. يوجه
                        للمتدربة إنذار من قبل المعهد إذا انخفض معدله التراكمي عن (2.00 من 5.00) خلال فترة
                        تدريبية، ويتم
                        إشعار المؤسسة بذلك</div>
                </div>
            </div>
        </div>
    </x-slot>
</x-layout-component>
